Repository: MUCYO-DAVID/MUCYO-DAVID-WasteCollectionSystemBestp-exam
Catalog: Resources/SharedResource.*.resx
Languages: rw

source: Home
rw: Ahabanza

source: Privacy
rw: Ibanga

source: Terms
rw: Amategeko

source: Notifications
rw: Ubutumwa

source: Mark all read
rw: Byose wasomye

source: View all notifications
rw: Reba ubutumwa bwose

# MyCartTitle
source: My Cart
rw: Igare ryanjye

source: Loading cart...
rw: Turi gupakira igare...

source: Your cart is empty
rw: Igare ritarimo ibintu

source: Failed to load cart
rw: Kunanirwa gupakira igare

source: Total:
rw: Igiteranyo:

source: Proceed to Payment
rw: Komeza kwishyura

source: Admin
rw: Ubuyobozi

source: Dashboard
rw: Ibibaho

source: Requests
rw: Ibibazo

source: Trucks
rw: Amakamyo

source: Users
rw: Abakoresha

source: Payments
rw: Kwishyura

source: Logout
rw: Sohoka

# FAQ_RequestWaste
source: Submit a request via the app, choose waste type, location, and pickup time.
rw: Tanga ubusabe bwawe ukoresheje porogaramu, hitamo ubwoko bw'imyanda, aho uri, n'igihe cyo kuyitwara.

# FAQ_Payment
source: Yes, payments are integrated with MTN MoMo Sandbox for secure transactions.
rw: Yego, kwishyura bikorwa binyuze muri MTN MoMo Sandbox mu buryo bwizewe.

# FAQ_TrackTruck
source: You can track your assigned truck in real-time using GPS live tracking.
rw: Ushobora gukurikirana ikamyo yawe ukanze ahabugenewe ukoresheje GPS.

# FAQ_Support
source: Our support team is available 24/7. Call +250787942500 or email support@greentrack.rw.
rw: Itsinda ryacu ryo gufasha riboneka amasaha 24/7. Hamagara +250787942500 cyangwa wandikire support@greentrack.rw.
